export const Colors = {
  primary: "#689EEF",
  secondary: "#e09ef8", // Твій рожевий для особливих акцентів [cite: 2026-01-24]
  background: "#D1E9FF", // Дуже ніжний фон [cite: 2026-01-24]
  white: "#FFFFFF",
  textMain: "#364077",
  shadow: "#00000020", // Легкий чорний для тіней
  textLight: "#5F6C85", // Для другорядного тексту
  textPlaceholder: "rgba(138, 138, 137, 0.5)", // Для підказок у полях вводу
  inputBack: "#F7F9FC", // Легкий відтінок сірого для полів вводу
  inputBorder: "#E2E8F0", // Світло-сірий для обводки полів вводу
  linkPink: "#f86093", // Яскравий рожевий для посилань та кнопок
};
